Repository: PortableApps/Toucan
Catalog: lang/*/toucan.po
Languages: ka

source: Password
ka: პაროლი

source: Please enter your password
ka: გთხოვთ შეიყვანოთ პაროლი

source: Please repeat your password
ka: გაიმეორეთ პაროლი

source: The passwords do not match
ka: პაროლები არ ემთხვევა

source: Error
ka: შეცდომა

source: Differential
ka: დიფერენციალური

source: Mirror (Copy)
ka: სარკე (ასლი)

source: Mirror (Update)
ka: სარკე (განახლება)

source: Mirror
ka: სარკე

source: Welcome to the Toucan command line system
ka: კეთილი იყოს თქვენი მობრძანება Toucan-ის კონსოლის სისტემაში

source: The command is not recognised
ka: ბრძანება ამოუცნობია

source: Starting
ka: იწყება

source: Delete
ka: წაშლა

source: Execute
ka: შესრულება

source: Line %d has an incorrect number of parameters
ka: ხაზს %d პარამეტრების არასწორი რაოდენობა აქვს

source: not recognised on line %d
ka: ამოუცნობია ხაზზე %d

source: Move
ka: გადატანა

source: Copy
ka: ასლის გაკეთება

source: Rename
ka: გადარქმევა

source: Setting up progress bar
ka: პროგრესის ზოლის აწყობა

source: Clean
ka: გასუფთავება

source: Equalise
ka: გათანაბრება

source: Restore
ka: აღდგენა

source: Deleted
ka: წაშლილია

source: Failed to delete
ka: წაშლა ვერ მოხერხდა

source: Failed to move
ka: გადატანა ვერ მოხერხდა

source: Copied
ka: ასლი გაკეთებულია

source: Failed to copy
ka: ასლის გაკეთება ვერ მოხერხდა

source: Renamed
ka: გადარქმეულია

source: Failed to rename
ka: გადარქმევა ვერ მოხერხდა

source: Executed
ka: შესრულებულია

source: Not all of the required fields are filled
ka: სავალდებულო ველები არ არის შევსებული

source: Elapsed
ka: გასულია

source: Finished
ka: დასრულდა

source: Encrypt
ka: დაშიფრვა

source: Decrypt
ka: გაშიფრვა

source: Encrypted
ka: დაშიფრული

source: Failed to encrypt
ka: არ მოხერხდა დაშიფრვა

source: Failed to decrypt
ka: არ მოხერხდა გაშიფრვა

source: Decrypted
ka: გაშიფრული

source: Icons and Text
ka: ხატულები და ტექსტი

source: Sync
ka: სინქრონიზაცია

source: Progress
ka: მიმდინარეობა

source: Other
ka: სხვა

source: There was an error reading from the jobs file
ka: აღმოჩნდა შეცდომა დავალებათა ფაილის წაკითხვის დროს

source: There was an error saving to the jobs file, please check it is not set as read only or in use
ka: აღმოჩნდა შეცდომა დავალებათა ფაილის შენახვისას, გთხოვთ შეამოწმეთ, არის თუ არა ის მხოლოდ წაკითხვადი

source: Complete
ka: დასრულება

source: Update
ka: განახლება

source: Creating file list, this may take some time.
ka: იქმნება ფაილების ჩამონათვალი, ამას რამოდენიმე წუთი სჭირდება

source: Job Name
ka: დავალების სახელი

source: Rules
ka: წესები

source: Function
ka: ფუნქცია

source: Retain Timestamps
ka: დროის ანაბეჭდების შენახვა

source: Retain Attributes
ka: ატრიბუტების შენახვა

source: Ignore Read-Only
ka: მხოლოდ წაკითხვის იგნორირება

source: Ignore Daylight Savings
ka: ზაფხულის დროის იგნორირება

source: OK
ka: კი

source: Preview
ka: დათვალიერებაა

source: Source
ka: წყარო

source: Destination
ka: დანიშნულება

source: Type
ka: ტიპი

source: Format
ka: ფორმატი

source: Compression Level
ka: შეკუმშვის დონე

source: Default
ka: საწყისი

source: Computer
ka: კომპიუტერი

source: Backup Location
ka: სათადარიგო ასლის მდებარეობა

source: Files to Backup
ka: სათადარიგო ასლის შექმნა ფაილებისთვის

source: Files to Secure
ka: ფაილების დაცვა

source: Name
ka: სახელი

source: Files to exclude (file name, path or extension)
ka: გამორიცხულია ფაილის (სახელი, გზა ან გაფართოება)

source: Folders to exclude (folder name or path)
ka: გამორიცხულია საქაღალდეები (საქაღალდის სახელი ან გზა)

source: Locations to always include (file/folder name, path or file extension)
ka: ადგილმდებარეობა, ყოველთვის ჩართული (ფაილ/საქაღალდის სახელი, გზა თუ გაფართოება)

source: Remember Entered Information
ka: შეყვანილი ინფორმაციის დამახსოვრება

source: Backup
ka: თადარიგი

source: Secure
ka: უსაფრთხოება

source: Language
ka: ენა

source: Text
ka: ტექსტი

source: Tab style
ka: ცხრილის სტილი

source: Apply
ka: გამოყენება

source: Font
ka: შრიფტი

source: Choose font
ka: შრიფტის შეცვლა

source: Enable Tooltips
ka: დამხმარე ბუშტების გამოყენება

source: Small Borders
ka: მომცრო კიდეები

source: About
ka: შესახებ

source: Variables
ka: ცვლადები

source: Script
ka: სცენარი

source: Settings
ka: პარამეტრები

source: Help
ka: დახმარება

source: Expansion
ka: გაფართოება

source: Save
ka: შენახვა

source: Add
ka: დამატება

source: Remove
ka: ამოღება

source: Expand all
ka: ყველას გაშლა

source: Insert Variable
ka: ცვლადის ჩასმა

source: Differential only supports one folder
ka: დიფეენციალურს მხოლოდ ერთი საქაღლადის მხარდაჭერა აქვს

source: Please select the source folder
ka: გთხოვთ მიუთითოთ წყაროს საქაღალდე

source: Please select the destination folder
ka: გთხოვთ მიუთითოთ დანიშნულების საქაღალდე

source: File to exclude
ka: ფაილის გამორიცხვა

source: Folder to exclude
ka: პაპკის გამორიცხვა

source: You must select a name for this set of Rules
ka: თქვენ უნდა მიუთითოთ სახელი ამ წესისთა კრებულისთვის

source: Location to include
ka: მდებარეობის ჩასმა

source: Please select the folder to store your backups
ka: გთხოვთ მოუთითოთ საქაღლადე სადაც შეინახება სათადარიგო ასლები

source: Restore into:
ka: აღვადგინო:

source: Please choose a file to backup to
ka: გთხოვთ შეარჩიეთ ფაილი სათადარიგო ასლის შესაქმნელად

source: Please enter the name for the new variable
ka: გთხოვთ შეიყვანოთ სახელი ახალი ცვლადისთვის

source: New Variable
ka: ახალი ცვლადი

source: There is already a variable with this name.
ka: ცვლადი ასეთი სახელით უკვე არსებობს.

source: Choose a directory
ka: დასტის არჩევა

source: Please insert the location you want to point to.
ka: გთხოვთ ჩასვით ადგილმდებარეობა რომელზეც გინდათ მიუთითოთ.

source: Location
ka: ადგილმდებარეობა

source: Please enter the name for the new script
ka: გთხოვთ მოუთითოთ სახელი ახალი სცენარისთვის

source: New Script
ka: ახალი სცენარი

source: Job name
ka: დავალების სახელი

source: Please chose a job to save to
ka: გთხოვთ შეარჩიეთ დავალება შესანახად

source: Exclude by extension
ka: გამოტოვება გაფართოებებით

source: Exclude by name
ka: გამოტოვება სახელით

source: Include by extension
ka: ჩათვლა გაფართოებით

source: Include by name
ka: ჩათვლა სახელით

source: Overwritten
ka: გადაწერილია

source: If needed
ka: თუ საჭიროა

source: Location to Extract into
ka: ამოარქივების მდებარეობა

source: Archives to Extract
ka: ამოსაარქივებელი არქივები

source: None
ka: არაფერი

source: Fastest
ka: უსწრაფესი

source: Fast
ka: სწრაფი

source: Maximum
ka: მაქსიმალური

source: Ultra
ka: ძალიან

source: Cancel
ka: გაუქმება

source: Time
ka: დრო

source: Status
ka: მდგომარეობა

source: Please select a folder
ka: გთხოვთ აირჩიოთ საქაღალდე

source: Removed
ka: ამოშლილია
